BOOK_1 = ["Смерть на Ниле", "Детективы"]
BOOK_2 = ["Трое в лодке, не считая собаки", "Комедии"]
BOOK_3 = ["Смерть на Ниле", "Детективы"]

BOOKS = [
    ("Смерть на Ниле", "Детективы"),
    ("Трое в лодке, не считая собаки", "Комедии"),
    ("Винни Пух", "Мультфильмы"),
    ("Зов Ктулху", "Ужасы"),
    ("Сто лет тому вперёд", "Фантастика"),
    ("Собака Баскервилей", "Детективы"),
]


BOOK_INVALID_NAME_AND_GENRE = [
    (
        [
            "Прогнозирование цен на акции — подход к прогнозированию цены акций с использованием...",
            "",
        ],
        "Экономика",
    )
]
